{ "articles": [{
    "title": "The Pope Is Doing Stuff",
    "author": "Alyssa Horrocks",
    "image": "http://i2.cdn.turner.com/cnnnext/dam/assets/140411111200-05-pope-francis-year-restricted-horizontal-large-gallery.jpg",
    "text": "As you may have heard, the leader of the Catholic Church is coming to town. Pope Francis will be touching down in Washington, D.C. on Tuesday, following a visit to Cuba (he was reportedly an instrumental go-between in the normalization effort between America and the long-embargoed socialist state in 2014). And despite the fact that conservatives can be fond of their Christian icons — the religious right, and all that — Francis' somewhat progressive philosophies are causing angst, as well as who'll be at the White House to greet him. Basically, some conservatives were riled by the Pope Francis guest list, the Washington Post reports, although they're making a lot more noise than he or the Vatican seem to be."
}, {
  "title": "Rowling Is Announcing Stuff Again",
  "author": "Kendra Ash",
  "image": "http://www.independent.co.uk/incoming/article9716852.ece/binary/original/v2rowling3.jpg",
  "text": "Back in 2011, J.K. Rowling and company launched a website to connect our muggle world to the fantasy realm found inside the Harry Potter books. Now, Pottermore has been redesigned, and its new incarnation features surprises for fans of all degrees. It's the first major update since the addition of Harry Potter and the Deathly Hallows in the summer of 2015. Here are the most exciting changes you'll find."
}, {
  "title": "Hillary Clinton Has Pharamcy Plans",
  "author": "Jessica Joly",
  "image": "http://www.nationofchange.org/2015/wp-content/uploads/hillary-clinton-iowa.jpg",
  "text": "Hillary Clinton announced her plan to lower prescription drug prices by changing the way big drug companies do business, according to CNN. Clinton's plan targets big pharmaceutical companies with hopes to stop them from spending government grants on advertising and to allow the government to negotiate down the cost of prescription drugs. Does Clinton still have ties with big pharma companies? Her plan makes it pretty clear that those connections are probably long gone."
}, {
  "title": "Apple Is Making A Car",
  "author": "Abdul Rahimi",
  "image": "http://cdn.iphonehacks.com/wp-content/uploads/2015/04/image-Apple-Car-concept4.jpg",
  "text": "On Monday, The Wall Street Journal published a report claiming that Apple is building an electric car, which is projected to be completed by 2019 and hit the roads at some point after that. The article apparently crashed the Journal's website briefly; it was unavailable in the minutes following the announcement. (As of 2 p.m. Monday, the website was fully functioning again.) While Apple has declined to comment on the Journal's report, the newspaper's sources alleged that a 600-person team working on the vehicle will be tripled, signifying a huge commitment to the project."
}]
}
